{"bos_token": "<bos>", "eos_token": "<eos>", "unk_token": "<unk>", "sep_token": "<sep>", "pad_token": "<pad>", "cls_token": "<cls>", "mask_token": "<mask>", "additional_special_tokens": ["<pad>", "<unk>", "<cls>", "<sep>", "<mask>", "<bos>", "<eos>", "<tsep>", "<unk0>", "<unk1>", "<unk2>", "<unk3>", "<unk4>", "<unk5>", "<unk6>", "<unk7>", "<unk8>", "<unk9>", "<unused0>", "<unused1>", "<unused2>", "<unused3>", "<unused4>", "<unused5>", "<unused6>", "<unused7>", "<unused8>", "<unused9>", "<unused10>", "<unused11>", "<unused12>", "<unused13>", "<unused14>", "<unused15>", "<unused16>", "<unused17>", "<unused18>", "<unused19>", "<unused20>", "<unused21>", "<unused22>", "<unused23>", "<unused24>", "<unused25>", "<unused26>", "<unused27>", "<unused28>", "<unused29>", "<unused30>", "<unused31>", "<unused32>", "<unused33>", "<unused34>", "<unused35>", "<unused36>", "<unused37>", "<unused38>", "<unused39>", "<unused40>", "<unused41>", "<unused42>", "<unused43>", "<unused44>", "<unused45>", "<unused46>", "<unused47>", "<unused48>", "<unused49>"]}