{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
        {
            "id": 0,
            "special": true,
            "content": "<pad>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 1,
            "special": true,
            "content": "<unk>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 2,
            "special": true,
            "content": "<cls>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 3,
            "special": true,
            "content": "<sep>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 4,
            "special": true,
            "content": "<mask>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 5,
            "special": true,
            "content": "<bos>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 6,
            "special": true,
            "content": "<eos>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 7,
            "special": true,
            "content": "<tsep>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 8,
            "special": true,
            "content": "<unk0>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 9,
            "special": true,
            "content": "<unk1>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 10,
            "special": true,
            "content": "<unk2>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 11,
            "special": true,
            "content": "<unk3>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 12,
            "special": true,
            "content": "<unk4>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 13,
            "special": true,
            "content": "<unk5>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 14,
            "special": true,
            "content": "<unk6>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 15,
            "special": true,
            "content": "<unk7>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 16,
            "special": true,
            "content": "<unk8>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 17,
            "special": true,
            "content": "<unk9>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 18,
            "special": true,
            "content": "<unused0>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 19,
            "special": true,
            "content": "<unused1>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 20,
            "special": true,
            "content": "<unused2>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 21,
            "special": true,
            "content": "<unused3>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 22,
            "special": true,
            "content": "<unused4>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 23,
            "special": true,
            "content": "<unused5>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 24,
            "special": true,
            "content": "<unused6>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 25,
            "special": true,
            "content": "<unused7>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 26,
            "special": true,
            "content": "<unused8>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 27,
            "special": true,
            "content": "<unused9>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 28,
            "special": true,
            "content": "<unused10>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 29,
            "special": true,
            "content": "<unused11>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 30,
            "special": true,
            "content": "<unused12>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 31,
            "special": true,
            "content": "<unused13>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 32,
            "special": true,
            "content": "<unused14>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 33,
            "special": true,
            "content": "<unused15>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 34,
            "special": true,
            "content": "<unused16>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 35,
            "special": true,
            "content": "<unused17>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 36,
            "special": true,
            "content": "<unused18>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 37,
            "special": true,
            "content": "<unused19>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 38,
            "special": true,
            "content": "<unused20>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 39,
            "special": true,
            "content": "<unused21>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 40,
            "special": true,
            "content": "<unused22>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 41,
            "special": true,
            "content": "<unused23>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 42,
            "special": true,
            "content": "<unused24>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 43,
            "special": true,
            "content": "<unused25>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 44,
            "special": true,
            "content": "<unused26>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 45,
            "special": true,
            "content": "<unused27>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 46,
            "special": true,
            "content": "<unused28>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 47,
            "special": true,
            "content": "<unused29>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 48,
            "special": true,
            "content": "<unused30>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 49,
            "special": true,
            "content": "<unused31>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 50,
            "special": true,
            "content": "<unused32>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 51,
            "special": true,
            "content": "<unused33>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 52,
            "special": true,
            "content": "<unused34>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 53,
            "special": true,
            "content": "<unused35>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 54,
            "special": true,
            "content": "<unused36>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 55,
            "special": true,
            "content": "<unused37>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 56,
            "special": true,
            "content": "<unused38>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 57,
            "special": true,
            "content": "<unused39>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 58,
            "special": true,
            "content": "<unused40>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 59,
            "special": true,
            "content": "<unused41>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 60,
            "special": true,
            "content": "<unused42>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 61,
            "special": true,
            "content": "<unused43>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 62,
            "special": true,
            "content": "<unused44>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 63,
            "special": true,
            "content": "<unused45>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 64,
            "special": true,
            "content": "<unused46>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 65,
            "special": true,
            "content": "<unused47>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 66,
            "special": true,
            "content": "<unused48>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 67,
            "special": true,
            "content": "<unused49>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 20000,
            "special": true,
            "content": "<|endoftext|>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": true
        }
    ],
    "normalizer": {
        "type": "Sequence",
        "normalizers": [
            {
                "type": "NFKC"
            },
            {
                "type": "BertNormalizer",
                "clean_text": false,
                "handle_chinese_chars": false,
                "strip_accents": false,
                "lowercase": false
            }
        ]
    },
    "pre_tokenizer": {
        "type": "Sequence",
        "pretokenizers": [
            {
                "type": "Metaspace",
                "replacement": "▁",
                "add_prefix_space": true
            }
        ]
    },
    "post_processor": null,
    "decoder": {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
    },
    "model": {
        "type": "BPE",
        "dropout": null,
        "unk_token": null,
        "continuing_subword_prefix": "",
        "end_of_word_suffix": "",
        "fuse_unk": false,
        "vocab": {
            "<pad>": 0,
            "<unk>": 1,
            "<cls>": 2,
            "<sep>": 3,
            "<mask>": 4,
            "<bos>": 5,
            "<eos>": 6,
            "<tsep>": 7,
            "<unk0>": 8,
            "<unk1>": 9,
            "<unk2>": 10,
            "<unk3>": 11,
            "<unk4>": 12,
            "<unk5>": 13,
            "<unk6>": 14,
            "<unk7>": 15,
            "<unk8>": 16,
            "<unk9>": 17,
            "<unused0>": 18,
            "<unused1>": 19,
            "<unused2>": 20,
            "<unused3>": 21,
            "<unused4>": 22,
            "<unused5>": 23,
            "<unused6>": 24,
            "<unused7>": 25,
            "<unused8>": 26,
            "<unused9>": 27,
            "<unused10>": 28,
            "<unused11>": 29,
            "<unused12>": 30,
            "<unused13>": 31,
            "<unused14>": 32,
            "<unused15>": 33,
            "<unused16>": 34,
            "<unused17>": 35,
            "<unused18>": 36,
            "<unused19>": 37,
            "<unused20>": 38,
            "<unused21>": 39,
            "<unused22>": 40,
            "<unused23>": 41,
            "<unused24>": 42,
            "<unused25>": 43,
            "<unused26>": 44,
            "<unused27>": 45,
            "<unused28>": 46,
            "<unused29>": 47,
            "<unused30>": 48,
            "<unused31>": 49,
            "<unused32>": 50,
            "<unused33>": 51,
            "<unused34>": 52,
            "<unused35>": 53,
            "<unused36>": 54,
            "<unused37>": 55,
            "<unused38>": 56,
            "<unused39>": 57,
            "<unused40>": 58,
            "<unused41>": 59,
            "<unused42>": 60,
            "<unused43>": 61,
            "<unused44>": 62,
            "<unused45>": 63,
            "<unused46>": 64,
            "<unused47>": 65,
            "<unused48>": 66,
            "<unused49>": 67,
            "0": 68,
            "1": 69,
            "2": 70,
            "3": 71,
            "4": 72,
            "5": 73,
            "6": 74,
            "7": 75,
            "8": 76,
            "9": 77,
            "A": 78,
            "B": 79,
            "C": 80,
            "D": 81,
            "E": 82,
            "F": 83,
            "G": 84,
            "H": 85,
            "I": 86,
            "J": 87,
            "K": 88,
            "L": 89,
            "M": 90,
            "N": 91,
            "O": 92,
            "P": 93,
            "Q": 94,
            "R": 95,
            "S": 96,
            "T": 97,
            "U": 98,
            "V": 99,
            "W": 100,
            "X": 101,
            "Y": 102,
            "Z": 103,
            "a": 104,
            "b": 105,
            "c": 106,
            "d": 107,
            "e": 108,
            "f": 109,
            "g": 110,
            "h": 111,
            "i": 112,
            "j": 113,
            "k": 114,
            "l": 115,
            "m": 116,
            "n": 117,
            "o": 118,
            "p": 119,
            "q": 120,
            "r": 121,
            "s": 122,
            "t": 123,
            "u": 124,
            "v": 125,
            "w": 126,
            "x": 127,
            "y": 128,
            "z": 129,
            "ᄀ": 130,
            "ᄁ": 131,
            "ᄂ": 132,
            "ᄃ": 133,
            "ᄄ": 134,
            "ᄅ": 135,
            "ᄆ": 136,
            "ᄇ": 137,
            "ᄈ": 138,
            "ᄉ": 139,
            "ᄊ": 140,
            "ᄋ": 141,
            "ᄌ": 142,
            "ᄍ": 143,
            "ᄎ": 144,
            "ᄏ": 145,
            "ᄐ": 146,
            "ᄑ": 147,
            "ᄒ": 148,
            "ᅡ": 149,
            "ᅢ": 150,
            "ᅣ": 151,
            "ᅥ": 152,
            "ᅦ": 153,
            "ᅧ": 154,
            "ᅩ": 155,
            "ᅮ": 156,
            "ᅱ": 157,
            "ᅲ": 158,
            "ᅳ": 159,
            "ᅵ": 160,
            "▁": 161,
            "가": 162,
            "각": 163,
            "간": 164,
            "갇": 165,
            "갈": 166,
            "갉": 167,
            "감": 168,
            "갑": 169,
            "값": 170,
            "갓": 171,
            "갔": 172,
            "강": 173,
            "갖": 174,
            "갗": 175,
            "같": 176,
            "갚": 177,
            "갛": 178,
            "개": 179,
            "객": 180,
            "갠": 181,
            "갤": 182,
            "갬": 183,
            "갭": 184,
            "갯": 185,
            "갰": 186,
            "갱": 187,
            "갷": 188,
            "갸": 189,
            "갹": 190,
            "걀": 191,
            "걈": 192,
            "걋": 193,
            "걍": 194,
            "걔": 195,
            "거": 196,
            "걱": 197,
            "건": 198,
            "걷": 199,
            "걸": 200,
            "검": 201,
            "겁": 202,
            "겂": 203,
            "것": 204,
            "겄": 205,
            "겅": 206,
            "겆": 207,
            "겉": 208,
            "겊": 209,
            "겋": 210,
            "게": 211,
            "겐": 212,
            "겔": 213,
            "겜": 214,
            "겟": 215,
            "겠": 216,
            "겡": 217,
            "겢": 218,
            "겨": 219,
            "격": 220,
            "겪": 221,
            "견": 222,
            "겯": 223,
            "결": 224,
            "겸": 225,
            "겹": 226,
            "겻": 227,
            "겼": 228,
            "경": 229,
            "곁": 230,
            "계": 231,
            "곈": 232,
            "곌": 233,
            "곕": 234,
            "곗": 235,
            "곘": 236,
            "고": 237,
            "곡": 238,
            "곤": 239,
            "곧": 240,
            "골": 241,
            "곪": 242,
            "곬": 243,
            "곯": 244,
            "곰": 245,
            "곱": 246,
            "곳": 247,
            "공": 248,
            "곶": 249,
            "곺": 250,
            "과": 251,
            "곽": 252,
            "관": 253,
            "괄": 254,
            "괌": 255,
            "괍": 256,
            "괏": 257,
            "광": 258,
            "괘": 259,
            "괜": 260,
            "괫": 261,
            "괭": 262,
            "괴": 263,
            "괵": 264,
            "괸": 265,
            "괼": 266,
            "굉": 267,
            "교": 268,
            "굣": 269,
            "굥": 270,
            "구": 271,
            "국": 272,
            "군": 273,
            "굳": 274,
            "굴": 275,
            "굵": 276,
            "굶": 277,
            "굷": 278,
            "굼": 279,
            "굽": 280,
            "굿": 281,
            "궁": 282,
            "궂": 283,
            "궃": 284,
            "궅": 285,
            "궈": 286,
            "궉": 287,
            "권": 288,
            "궐": 289,
            "궜": 290,
            "궤": 291,
            "궨": 292,
            "궴": 293,
            "궷": 294,
            "귀": 295,
            "귁": 296,
            "귄": 297,
            "귈": 298,
            "귐": 299,
            "귓": 300,
            "규": 301,
            "귝": 302,
            "균": 303,
            "귤": 304,
            "그": 305,
            "극": 306,
            "근": 307,
            "귿": 308,
            "글": 309,
            "긁": 310,
            "긂": 311,
            "긇": 312,
            "금": 313,
            "급": 314,
            "긋": 315,
            "긍": 316,
            "긑": 317,
            "긓": 318,
            "긔": 319,
            "기": 320,
            "긱": 321,
            "긴": 322,
            "긷": 323,
            "길": 324,
            "김": 325,
            "깁": 326,
            "깃": 327,
            "깅": 328,
            "깉": 329,
            "깊": 330,
            "까": 331,
            "깍": 332,
            "깎": 333,
            "깐": 334,
            "깔": 335,
            "깜": 336,
            "깝": 337,
            "깟": 338,
            "깠": 339,
            "깡": 340,
            "깥": 341,
            "깨": 342,
            "깬": 343,
            "깰": 344,
            "깸": 345,
            "깻": 346,
            "깼": 347,
            "깽": 348,
            "꺄": 349,
            "꺅": 350,
            "꺠": 351,
            "꺼": 352,
            "꺽": 353,
            "꺾": 354,
            "껀": 355,
            "껄": 356,
            "껌": 357,
            "껍": 358,
            "껏": 359,
            "껐": 360,
            "껑": 361,
            "께": 362,
            "껜": 363,
            "껫": 364,
            "껴": 365,
            "꼈": 366,
            "꼍": 367,
            "꼐": 368,
            "꼬": 369,
            "꼭": 370,
            "꼰": 371,
            "꼴": 372,
            "꼼": 373,
            "꼽": 374,
            "꼿": 375,
            "꽁": 376,
            "꽂": 377,
            "꽃": 378,
            "꽈": 379,
            "꽉": 380,
            "꽌": 381,
            "꽐": 382,
            "꽝": 383,
            "꽤": 384,
            "꽥": 385,
            "꽹": 386,
            "꾀": 387,
            "꾐": 388,
            "꾜": 389,
            "꾸": 390,
            "꾹": 391,
            "꾼": 392,
            "꾾": 393,
            "꿀": 394,
            "꿇": 395,
            "꿈": 396,
            "꿉": 397,
            "꿋": 398,
            "꿍": 399,
            "꿎": 400,
            "꿏": 401,
            "꿔": 402,
            "꿕": 403,
            "꿘": 404,
            "꿜": 405,
            "꿨": 406,
            "꿩": 407,
            "꿰": 408,
            "꿴": 409,
            "꿸": 410,
            "뀄": 411,
            "뀌": 412,
            "뀐": 413,
            "뀔": 414,
            "뀜": 415,
            "뀝": 416,
            "뀠": 417,
            "뀰": 418,
            "끄": 419,
            "끅": 420,
            "끈": 421,
            "끊": 422,
            "끌": 423,
            "끎": 424,
            "끓": 425,
            "끔": 426,
            "끕": 427,
            "끗": 428,
            "끙": 429,
            "끝": 430,
            "끼": 431,
            "끽": 432,
            "낀": 433,
            "낄": 434,
            "낌": 435,
            "낍": 436,
            "낏": 437,
            "낑": 438,
            "나": 439,
            "낙": 440,
            "낚": 441,
            "난": 442,
            "낞": 443,
            "낟": 444,
            "날": 445,
            "낡": 446,
            "남": 447,
            "납": 448,
            "낫": 449,
            "났": 450,
            "낭": 451,
            "낮": 452,
            "낯": 453,
            "낱": 454,
            "낳": 455,
            "내": 456,
            "낵": 457,
            "낸": 458,
            "낼": 459,
            "냄": 460,
            "냅": 461,
            "냇": 462,
            "냈": 463,
            "냉": 464,
            "냐": 465,
            "냑": 466,
            "냔": 467,
            "냘": 468,
            "냠": 469,
            "냥": 470,
            "냬": 471,
            "너": 472,
            "넉": 473,
            "넋": 474,
            "넌": 475,
            "널": 476,
            "넑": 477,
            "넒": 478,
            "넓": 479,
            "넗": 480,
            "넘": 481,
            "넙": 482,
            "넛": 483,
            "넜": 484,
            "넝": 485,
            "넡": 486,
            "넣": 487,
            "네": 488,
            "넥": 489,
            "넨": 490,
            "넫": 491,
            "넬": 492,
            "넴": 493,
            "넵": 494,
            "넷": 495,
            "넸": 496,
            "넹": 497,
            "넻": 498,
            "넼": 499,
            "녀": 500,
            "녁": 501,
            "년": 502,
            "녈": 503,
            "념": 504,
            "녑": 505,
            "녓": 506,
            "녔": 507,
            "녕": 508,
            "녘": 509,
            "녜": 510,
            "녝": 511,
            "녠": 512,
            "녤": 513,
            "노": 514,
            "녹": 515,
            "논": 516,
            "놀": 517,
            "놈": 518,
            "놉": 519,
            "놋": 520,
            "농": 521,
            "놏": 522,
            "높": 523,
            "놓": 524,
            "놔": 525,
            "놨": 526,
            "놰": 527,
            "뇌": 528,
            "뇐": 529,
            "뇔": 530,
            "뇝": 531,
            "뇨": 532,
            "뇰": 533,
            "뇽": 534,
            "누": 535,
            "눅": 536,
            "눈": 537,
            "눌": 538,
            "눔": 539,
            "눕": 540,
            "눗": 541,
            "눙": 542,
            "눝": 543,
            "눞": 544,
            "눠": 545,
            "눴": 546,
            "뉘": 547,
            "뉜": 548,
            "뉠": 549,
            "뉨": 550,
            "뉩": 551,
            "뉴": 552,
            "뉵": 553,
            "뉸": 554,
            "뉼": 555,
            "늄": 556,
            "늇": 557,
            "늉": 558,
            "느": 559,
            "늑": 560,
            "는": 561,
            "늘": 562,
            "늙": 563,
            "늚": 564,
            "늠": 565,
            "늡": 566,
            "능": 567,
            "늦": 568,
            "늩": 569,
            "늪": 570,
            "늫": 571,
            "늬": 572,
            "니": 573,
            "닉": 574,
            "닌": 575,
            "닐": 576,
            "님": 577,
            "닙": 578,
            "닛": 579,
            "닜": 580,
            "닝": 581,
            "닢": 582,
            "닣": 583,
            "다": 584,
            "닥": 585,
            "닦": 586,
            "단": 587,
            "닪": 588,
            "닫": 589,
            "달": 590,
            "닭": 591,
            "닮": 592,
            "닯": 593,
            "닲": 594,
            "닳": 595,
            "담": 596,
            "답": 597,
            "닷": 598,
            "당": 599,
            "닻": 600,
            "닿": 601,
            "대": 602,
            "댁": 603,
            "댄": 604,
            "댈": 605,
            "댐": 606,
            "댑": 607,
            "댓": 608,
            "댔": 609,
            "댕": 610,
            "댜": 611,
            "댱": 612,
            "더": 613,
            "덕": 614,
            "덖": 615,
            "던": 616,
            "덜": 617,
            "덞": 618,
            "덟": 619,
            "덤": 620,
            "덥": 621,
            "덧": 622,
            "덨": 623,
            "덩": 624,
            "덪": 625,
            "덫": 626,
            "덮": 627,
            "데": 628,
            "덱": 629,
            "덴": 630,
            "델": 631,
            "뎀": 632,
            "뎁": 633,
            "뎃": 634,
            "뎅": 635,
            "뎌": 636,
            "뎐": 637,
            "뎠": 638,
            "뎡": 639,
            "뎨": 640,
            "뎬": 641,
            "도": 642,
            "독": 643,
            "돈": 644,
            "돋": 645,
            "돌": 646,
            "돎": 647,
            "돔": 648,
            "돕": 649,
            "돗": 650,
            "돘": 651,
            "동": 652,
            "돛": 653,
            "돝": 654,
            "돠": 655,
            "돤": 656,
            "돨": 657,
            "돼": 658,
            "됍": 659,
            "됏": 660,
            "됐": 661,
            "되": 662,
            "된": 663,
            "될": 664,
            "됨": 665,
            "됩": 666,
            "됫": 667,
            "됬": 668,
            "됭": 669,
            "됮": 670,
            "됴": 671,
            "두": 672,
            "둑": 673,
            "둔": 674,
            "둘": 675,
            "둠": 676,
            "둡": 677,
            "둣": 678,
            "둥": 679,
            "둬": 680,
            "뒀": 681,
            "뒈": 682,
            "뒤": 683,
            "뒫": 684,
            "뒬": 685,
            "뒷": 686,
            "뒹": 687,
            "듀": 688,
            "듄": 689,
            "듈": 690,
            "듐": 691,
            "듕": 692,
            "드": 693,
            "득": 694,
            "든": 695,
            "듣": 696,
            "들": 697,
            "듦": 698,
            "듬": 699,
            "듭": 700,
            "듯": 701,
            "등": 702,
            "듸": 703,
            "디": 704,
            "딕": 705,
            "딘": 706,
            "딛": 707,
            "딜": 708,
            "딤": 709,
            "딥": 710,
            "딧": 711,
            "딨": 712,
            "딩": 713,
            "딪": 714,
            "따": 715,
            "딱": 716,
            "딴": 717,
            "딸": 718,
            "딹": 719,
            "땀": 720,
            "땁": 721,
            "땃": 722,
            "땄": 723,
            "땅": 724,
            "땋": 725,
            "때": 726,
            "땍": 727,
            "땐": 728,
            "땔": 729,
            "땜": 730,
            "땝": 731,
            "땟": 732,
            "땠": 733,
            "땡": 734,
            "떄": 735,
            "떈": 736,
            "떙": 737,
            "떠": 738,
            "떡": 739,
            "떤": 740,
            "떨": 741,
            "떫": 742,
            "떰": 743,
            "떳": 744,
            "떴": 745,
            "떵": 746,
            "떻": 747,
            "떼": 748,
            "떽": 749,
            "뗀": 750,
            "뗄": 751,
            "뗌": 752,
            "뗍": 753,
            "뗏": 754,
            "뗐": 755,
            "뗑": 756,
            "뗴": 757,
            "또": 758,
            "똑": 759,
            "똘": 760,
            "똥": 761,
            "똬": 762,
            "뙇": 763,
            "뙈": 764,
            "뙜": 765,
            "뙤": 766,
            "뙨": 767,
            "뚀": 768,
            "뚜": 769,
            "뚝": 770,
            "뚠": 771,
            "뚤": 772,
            "뚫": 773,
            "뚱": 774,
            "뛰": 775,
            "뛴": 776,
            "뛸": 777,
            "뜀": 778,
            "뜁": 779,
            "뜨": 780,
            "뜩": 781,
            "뜬": 782,
            "뜯": 783,
            "뜰": 784,
            "뜷": 785,
            "뜸": 786,
            "뜹": 787,
            "뜻": 788,
            "띄": 789,
            "띈": 790,
            "띌": 791,
            "띔": 792,
            "띕": 793,
            "띠": 794,
            "띡": 795,
            "띤": 796,
            "띨": 797,
            "띰": 798,
            "띱": 799,
            "띵": 800,
            "라": 801,
            "락": 802,
            "란": 803,
            "랄": 804,
            "람": 805,
            "랍": 806,
            "랏": 807,
            "랐": 808,
            "랑": 809,
            "랖": 810,
            "랗": 811,
            "래": 812,
            "랙": 813,
            "랜": 814,
            "랠": 815,
            "램": 816,
            "랩": 817,
            "랫": 818,
            "랬": 819,
            "랭": 820,
            "랲": 821,
            "랳": 822,
            "랴": 823,
            "략": 824,
            "랸": 825,
            "럄": 826,
            "럅": 827,
            "량": 828,
            "럤": 829,
            "러": 830,
            "럭": 831,
            "런": 832,
            "럴": 833,
            "럼": 834,
            "럽": 835,
            "럿": 836,
            "렀": 837,
            "렁": 838,
            "렇": 839,
            "레": 840,
            "렉": 841,
            "렌": 842,
            "렐": 843,
            "렘": 844,
            "렙": 845,
            "렛": 846,
            "렜": 847,
            "렝": 848,
            "려": 849,
            "력": 850,
            "련": 851,
            "렬": 852,
            "렴": 853,
            "렵": 854,
            "렷": 855,
            "렸": 856,
            "령": 857,
            "례": 858,
            "롄": 859,
            "로": 860,
            "록": 861,
            "론": 862,
            "롣": 863,
            "롤": 864,
            "롬": 865,
            "롭": 866,
            "롯": 867,
            "롱": 868,
            "롸": 869,
            "롹": 870,
            "롼": 871,
            "뢰": 872,
            "뢴": 873,
            "룀": 874,
            "룅": 875,
            "료": 876,
            "룔": 877,
            "룝": 878,
            "룟": 879,
            "룡": 880,
            "루": 881,
            "룩": 882,
            "룬": 883,
            "룰": 884,
            "룸": 885,
            "룹": 886,
            "룻": 887,
            "룽": 888,
            "뤄": 889,
            "뤘": 890,
            "뤼": 891,
            "뤽": 892,
            "륀": 893,
            "륄": 894,
            "륌": 895,
            "륍": 896,
            "륏": 897,
            "류": 898,
            "륙": 899,
            "륜": 900,
            "률": 901,
            "륨": 902,
            "륩": 903,
            "륫": 904,
            "륭": 905,
            "르": 906,
            "륵": 907,
            "른": 908,
            "를": 909,
            "름": 910,
            "릅": 911,
            "릇": 912,
            "릉": 913,
            "릍": 914,
            "릎": 915,
            "릐": 916,
            "리": 917,
            "릭": 918,
            "린": 919,
            "릳": 920,
            "릴": 921,
            "림": 922,
            "립": 923,
            "릿": 924,
            "링": 925,
            "마": 926,
            "막": 927,
            "만": 928,
            "맍": 929,
            "많": 930,
            "맏": 931,
            "말": 932,
            "맑": 933,
            "맘": 934,
            "맙": 935,
            "맛": 936,
            "망": 937,
            "맞": 938,
            "맟": 939,
            "맡": 940,
            "맣": 941,
            "매": 942,
            "맥": 943,
            "맨": 944,
            "맫": 945,
            "맬": 946,
            "맴": 947,
            "맵": 948,
            "맷": 949,
            "맸": 950,
            "맹": 951,
            "맺": 952,
            "먀": 953,
            "먄": 954,
            "먕": 955,
            "머": 956,
            "먹": 957,
            "먼": 958,
            "멀": 959,
            "멈": 960,
            "멉": 961,
            "멋": 962,
            "멍": 963,
            "멎": 964,
            "멓": 965,
            "메": 966,
            "멕": 967,
            "멘": 968,
            "멜": 969,
            "멤": 970,
            "멥": 971,
            "멧": 972,
            "멨": 973,
            "멩": 974,
            "멫": 975,
            "며": 976,
            "멱": 977,
            "면": 978,
            "멸": 979,
            "몀": 980,
            "몃": 981,
            "몄": 982,
            "명": 983,
            "몆": 984,
            "몇": 985,
            "몐": 986,
            "모": 987,
            "목": 988,
            "몫": 989,
            "몬": 990,
            "몰": 991,
            "몸": 992,
            "몹": 993,
            "못": 994,
            "몽": 995,
            "뫔": 996,
            "뫼": 997,
            "묀": 998,
            "묄": 999,
            "묏": 1000,
            "묘": 1001,
            "묙": 1002,
            "묜": 1003,
            "묠": 1004,
            "묫": 1005,
            "무": 1006,
            "묵": 1007,
            "묶": 1008,
            "문": 1009,
            "묻": 1010,
            "물": 1011,
            "묽": 1012,
            "묾": 1013,
            "뭄": 1014,
            "뭅": 1015,
            "뭇": 1016,
            "뭉": 1017,
            "뭍": 1018,
            "뭐": 1019,
            "뭔": 1020,
            "뭘": 1021,
            "뭡": 1022,
            "뭣": 1023,
            "뭥": 1024,
            "뭬": 1025,
            "뭰": 1026,
            "뮈": 1027,
            "뮌": 1028,
            "뮐": 1029,
            "뮤": 1030,
            "뮨": 1031,
            "뮬": 1032,
            "뮴": 1033,
            "므": 1034,
            "믄": 1035,
            "믈": 1036,
            "믐": 1037,
            "믓": 1038,
            "믕": 1039,
            "믜": 1040,
            "미": 1041,
            "믹": 1042,
            "민": 1043,
            "믽": 1044,
            "믿": 1045,
            "밀": 1046,
            "밈": 1047,
            "밉": 1048,
            "밋": 1049,
            "밌": 1050,
            "밍": 1051,
            "밎": 1052,
            "밑": 1053,
            "바": 1054,
            "박": 1055,
            "밖": 1056,
            "반": 1057,
            "받": 1058,
            "발": 1059,
            "밝": 1060,
            "밞": 1061,
            "밟": 1062,
            "밤": 1063,
            "밥": 1064,
            "밧": 1065,
            "방": 1066,
            "밪": 1067,
            "밫": 1068,
            "밭": 1069,
            "배": 1070,
            "백": 1071,
            "밴": 1072,
            "밸": 1073,
            "뱀": 1074,
            "뱁": 1075,
            "뱃": 1076,
            "뱄": 1077,
            "뱅": 1078,
            "뱉": 1079,
            "뱌": 1080,
            "뱍": 1081,
            "뱐": 1082,
            "뱔": 1083,
            "뱡": 1084,
            "버": 1085,
            "벅": 1086,
            "번": 1087,
            "벋": 1088,
            "벌": 1089,
            "벍": 1090,
            "범": 1091,
            "법": 1092,
            "벗": 1093,
            "벙": 1094,
            "벚": 1095,
            "벛": 1096,
            "베": 1097,
            "벡": 1098,
            "벤": 1099,
            "벧": 1100,
            "벨": 1101,
            "벰": 1102,
            "벱": 1103,
            "벳": 1104,
            "벴": 1105,
            "벵": 1106,
            "벼": 1107,
            "벽": 1108,
            "변": 1109,
            "별": 1110,
            "볌": 1111,
            "볍": 1112,
            "볏": 1113,
            "볐": 1114,
            "병": 1115,
            "볔": 1116,
            "볕": 1117,
            "볘": 1118,
            "볜": 1119,
            "보": 1120,
            "복": 1121,
            "볶": 1122,
            "본": 1123,
            "볼": 1124,
            "봄": 1125,
            "봅": 1126,
            "봇": 1127,
            "봉": 1128,
            "봐": 1129,
            "봣": 1130,
            "봤": 1131,
            "봬": 1132,
            "봰": 1133,
            "뵀": 1134,
            "뵈": 1135,
            "뵉": 1136,
            "뵌": 1137,
            "뵐": 1138,
            "뵘": 1139,
            "뵙": 1140,
            "뵜": 1141,
            "뵤": 1142,
            "뵨": 1143,
            "부": 1144,
            "북": 1145,
            "붂": 1146,
            "분": 1147,
            "붇": 1148,
            "불": 1149,
            "붉": 1150,
            "붐": 1151,
            "붑": 1152,
            "붓": 1153,
            "붕": 1154,
            "붙": 1155,
            "붜": 1156,
            "붬": 1157,
            "붸": 1158,
            "뷔": 1159,
            "뷘": 1160,
            "뷜": 1161,
            "뷰": 1162,
            "뷱": 1163,
            "뷴": 1164,
            "뷸": 1165,
            "븀": 1166,
            "브": 1167,
            "븍": 1168,
            "븐": 1169,
            "블": 1170,
            "비": 1171,
            "빅": 1172,
            "빈": 1173,
            "빌": 1174,
            "빍": 1175,
            "빔": 1176,
            "빕": 1177,
            "빗": 1178,
            "빙": 1179,
            "빚": 1180,
            "빛": 1181,
            "빠": 1182,
            "빡": 1183,
            "빤": 1184,
            "빨": 1185,
            "빯": 1186,
            "빰": 1187,
            "빱": 1188,
            "빳": 1189,
            "빴": 1190,
            "빵": 1191,
            "빻": 1192,
            "빼": 1193,
            "빽": 1194,
            "뺀": 1195,
            "뺄": 1196,
            "뺌": 1197,
            "뺍": 1198,
            "뺏": 1199,
            "뺐": 1200,
            "뺑": 1201,
            "뺘": 1202,
            "뺨": 1203,
            "뺴": 1204,
            "뺼": 1205,
            "뻐": 1206,
            "뻑": 1207,
            "뻔": 1208,
            "뻗": 1209,
            "뻘": 1210,
            "뻣": 1211,
            "뻤": 1212,
            "뻥": 1213,
            "뻬": 1214,
            "뻿": 1215,
            "뼈": 1216,
            "뼉": 1217,
            "뼐": 1218,
            "뼘": 1219,
            "뼛": 1220,
            "뼜": 1221,
            "뽀": 1222,
            "뽁": 1223,
            "뽂": 1224,
            "뽄": 1225,
            "뽈": 1226,
            "뽐": 1227,
            "뽑": 1228,
            "뽕": 1229,
            "뾰": 1230,
            "뾱": 1231,
            "뿅": 1232,
            "뿌": 1233,
            "뿍": 1234,
            "뿐": 1235,
            "뿔": 1236,
            "뿜": 1237,
            "뿝": 1238,
            "뿡": 1239,
            "쀼": 1240,
            "쁘": 1241,
            "쁜": 1242,
            "쁠": 1243,
            "쁨": 1244,
            "쁩": 1245,
            "삐": 1246,
            "삑": 1247,
            "삔": 1248,
            "삘": 1249,
            "삠": 1250,
            "삡": 1251,
            "삣": 1252,
            "삥": 1253,
            "사": 1254,
            "삭": 1255,
            "삯": 1256,
            "산": 1257,
            "살": 1258,
            "삵": 1259,
            "삶": 1260,
            "삷": 1261,
            "삼": 1262,
            "삽": 1263,
            "삿": 1264,
            "샀": 1265,
            "상": 1266,
            "샅": 1267,
            "샇": 1268,
            "새": 1269,
            "색": 1270,
            "샌": 1271,
            "샐": 1272,
            "샒": 1273,
            "샘": 1274,
            "샙": 1275,
            "샛": 1276,
            "샜": 1277,
            "생": 1278,
            "샤": 1279,
            "샥": 1280,
            "샨": 1281,
            "샬": 1282,
            "샴": 1283,
            "샵": 1284,
            "샷": 1285,
            "샹": 1286,
            "샾": 1287,
            "섀": 1288,
            "섐": 1289,
            "섑": 1290,
            "서": 1291,
            "석": 1292,
            "섞": 1293,
            "선": 1294,
            "섣": 1295,
            "설": 1296,
            "섥": 1297,
            "섦": 1298,
            "섫": 1299,
            "섬": 1300,
            "섭": 1301,
            "섯": 1302,
            "섰": 1303,
            "성": 1304,
            "섶": 1305,
            "세": 1306,
            "섹": 1307,
            "센": 1308,
            "셀": 1309,
            "셈": 1310,
            "셉": 1311,
            "셋": 1312,
            "셌": 1313,
            "셍": 1314,
            "셔": 1315,
            "셕": 1316,
            "션": 1317,
            "셜": 1318,
            "셤": 1319,
            "셥": 1320,
            "셧": 1321,
            "셨": 1322,
            "셩": 1323,
            "셰": 1324,
            "셴": 1325,
            "셸": 1326,
            "솁": 1327,
            "솅": 1328,
            "소": 1329,
            "속": 1330,
            "솎": 1331,
            "손": 1332,
            "솓": 1333,
            "솔": 1334,
            "솖": 1335,
            "솜": 1336,
            "솝": 1337,
            "솟": 1338,
            "송": 1339,
            "솥": 1340,
            "솨": 1341,
            "솬": 1342,
            "솽": 1343,
            "쇄": 1344,
            "쇘": 1345,
            "쇠": 1346,
            "쇤": 1347,
            "쇨": 1348,
            "쇳": 1349,
            "쇼": 1350,
            "쇽": 1351,
            "숀": 1352,
            "숄": 1353,
            "숍": 1354,
            "숏": 1355,
            "숑": 1356,
            "수": 1357,
            "숙": 1358,
            "순": 1359,
            "숟": 1360,
            "술": 1361,
            "숨": 1362,
            "숩": 1363,
            "숫": 1364,
            "숭": 1365,
            "숯": 1366,
            "숱": 1367,
            "숲": 1368,
            "숳": 1369,
            "숴": 1370,
            "쉈": 1371,
            "쉐": 1372,
            "쉑": 1373,
            "쉔": 1374,
            "쉘": 1375,
            "쉥": 1376,
            "쉨": 1377,
            "쉬": 1378,
            "쉭": 1379,
            "쉰": 1380,
            "쉴": 1381,
            "쉼": 1382,
            "쉽": 1383,
            "쉿": 1384,
            "슁": 1385,
            "슈": 1386,
            "슉": 1387,
            "슌": 1388,
            "슐": 1389,
            "슘": 1390,
            "슙": 1391,
            "슛": 1392,
            "슝": 1393,
            "스": 1394,
            "슥": 1395,
            "슨": 1396,
            "슬": 1397,
            "슭": 1398,
            "슴": 1399,
            "습": 1400,
            "슷": 1401,
            "승": 1402,
            "슽": 1403,
            "시": 1404,
            "식": 1405,
            "싞": 1406,
            "신": 1407,
            "싣": 1408,
            "실": 1409,
            "싨": 1410,
            "싫": 1411,
            "심": 1412,
            "십": 1413,
            "싯": 1414,
            "싰": 1415,
            "싱": 1416,
            "싶": 1417,
            "싸": 1418,
            "싹": 1419,
            "싼": 1420,
            "싿": 1421,
            "쌀": 1422,
            "쌈": 1423,
            "쌉": 1424,
            "쌌": 1425,
            "쌍": 1426,
            "쌓": 1427,
            "쌔": 1428,
            "쌕": 1429,
            "쌘": 1430,
            "쌤": 1431,
            "쌨": 1432,
            "쌩": 1433,
            "쌰": 1434,
            "썅": 1435,
            "써": 1436,
            "썩": 1437,
            "썪": 1438,
            "썬": 1439,
            "썰": 1440,
            "썸": 1441,
            "썹": 1442,
            "썻": 1443,
            "썼": 1444,
            "썽": 1445,
            "쎄": 1446,
            "쎈": 1447,
            "쎌": 1448,
            "쎔": 1449,
            "쎕": 1450,
            "쎗": 1451,
            "쎴": 1452,
            "쎼": 1453,
            "쏘": 1454,
            "쏙": 1455,
            "쏜": 1456,
            "쏟": 1457,
